tap "homebrew/bundle"
tap "homebrew/services"
tap "spring-io/tap"
brew "clang-format"
brew "fmt"
brew "fzf"
brew "go"
brew "golang-migrate"
brew "openjdk@21"
brew "gradle"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "icu4c@76"
brew "perl"
brew "latexindent"
brew "llvm"
brew "neovim"
brew "node"
brew "openjdk"
brew "protobuf"
brew "psqlodbc"
brew "pyenv"
brew "ruby"
brew "tmux"
brew "upx"
brew "zig"
brew "zsh"
brew "spring-io/tap/spring-boot"
cask "alacritty"
cask "balenaetcher"
cask "brave-browser"
cask "cloudflare-warp"
cask "dbvisualizer"
cask "discord"
cask "dotnet-sdk"
cask "dropbox"
cask "font-commissioner"
cask "font-maple-mono-nf"
cask "font-monaspice-nerd-font"
cask "google-drive"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "scroll-reverser"
cask "telegram"
cask "tradingview"
cask "transmission"
cask "vlc"
cask "voov-meeting"
cask "vscodium"
vscode "be5invis.vscode-custom-css"
vscode "csharpier.csharpier-vscode"
vscode "docker.docker"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "james-yu.latex-workshop"
vscode "johnnymorganz.stylua"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "mtxr.sqltools"
vscode "naco-siren.gradle-language"
vscode "oracle.oracle-java"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "vscjava.vscode-gradle"
vscode "xaver.clang-format"
vscode "zxh404.vscode-proto3"
go "golang.org/x/tools/gopls"
go "github.com/vbphung/dotfiles/me"
go "github.com/golang/mock/mockgen"
go "github.com/vbphung/ollama-tui/cmd/app"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-grpc-gateway"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-openapiv2"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/wailsapp/wails/v2/cmd/wails"
go "github.com/google/wire/cmd/wire"
