tap "homebrew/bundle"
tap "homebrew/services"
tap "spring-io/tap"
brew "clang-format"
brew "fmt"
brew "fzf"
brew "go"
brew "golang-migrate"
brew "openjdk"
brew "gradle"
brew "icu4c@76"
brew "graphviz"
brew "helm"
brew "perl"
brew "latexindent"
brew "llvm"
brew "neovim"
brew "node"
brew "protobuf"
brew "pyenv"
brew "ruby"
brew "tmux"
brew "upx"
brew "zig"
brew "zsh"
brew "spring-io/tap/spring-boot"
cask "balenaetcher"
cask "brave-browser"
cask "claude"
cask "cloudflare-warp"
cask "dbvisualizer"
cask "discord"
cask "dropbox"
cask "evkey"
cask "ghostty"
cask "httpie"
cask "kitty"
cask "mactex-no-gui"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "sourcetree"
cask "telegram"
cask "tradingview"
cask "vlc"
cask "vscodium"
vscode "be5invis.vscode-custom-css"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "james-yu.latex-workshop"
vscode "johnnymorganz.stylua"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.cpptools"
vscode "mtxr.sqltools"
vscode "mvllow.rose-pine"
vscode "naco-siren.gradle-language"
vscode "oracle.oracle-java"
vscode "pkief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "vscjava.vscode-gradle"
vscode "xaver.clang-format"
vscode "zxh404.vscode-proto3"
