tap "homebrew/bundle"
tap "homebrew/services"
brew "clang-format"
brew "fmt"
brew "icu4c@76"
brew "go"
brew "golang-migrate"
brew "helm"
brew "perl"
brew "latexindent"
brew "llvm"
brew "neovim"
brew "node"
brew "protobuf"
brew "pyenv"
brew "ruby"
brew "tmux"
brew "zig"
brew "zsh"
cask "balenaetcher"
cask "brave-browser"
cask "claude"
cask "cloudflare-warp"
cask "dbvisualizer"
cask "discord"
cask "dropbox"
cask "evkey"
cask "ghostty"
cask "httpie"
cask "kitty"
cask "mactex-no-gui"
cask "msty"
cask "obsidian"
cask "ollama"
cask "orbstack"
cask "raycast"
cask "sourcetree"
cask "telegram"
cask "tradingview"
cask "vlc"
cask "vscodium"
