blueman
bluez
bluez-utils
boost
clang
docker
docker-compose
evince
fmt
ghostty
git
gnome-keyring
go
gradle
jdk21-openjdk
jdk-openjdk
jq
kitty
neovim
nodejs
npm
nvm
obsidian
ollama
openssh
pyenv
ruby
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tmux
ttf-opensans
upx
vlc
xfce4-genmon-plugin
yay
zig
zsh
