accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluez-hid2hci
bluez-libs
btop
btrfs-progs
cachy-browser
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-xfce-settings
cachyos-zsh-config
chwd
cpupower
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
exo
f2fs-tools
ffmpegthumbnailer
file-roller
fsarchiver
galculator
garcon
glances
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
inetutils
iptables-nft
iwd
jfsutils
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libwnck3
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-cachyos
linux-cachyos-headers
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
network-manager-applet
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
nss-mdns
ntp
nvidia-prime
nvidia-settings
nvidia-utils
octopi
opencl-nvidia
opendesktop-fonts
pacman-contrib
parole
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
plocate
plymouth
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
rebuild-detector
reflector
ripgrep
ristretto
rsync
rtkit
sg3_utils
smartmontools
s-nail
sof-firmware
sudo
switcheroo-control
sysfsutils
systemd-boot-manager
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vulkan-radeon
wget
which
wireless-regdb
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
