blueman
bluez
bluez-utils
boost
brave-bin
docker
docker-compose
evince
ghostty
git
gnome-keyring
go
kitty
neovim
nodejs
npm
nvm
obsidian
openssh
otf-intel-one-mono
pyenv
python-poetry
ruby
telegram-desktop
tk
tmux
ttf-cascadia-code
ttf-cascadia-code-nerd
ttf-intel-one-mono
ttf-intone-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
vcpkg
vlc
vscodium
woff2-intel-one-mono
woff-intel-one-mono
yay
zig
