alacritty
aspnet-runtime
blueman
bluez
bluez-utils
boost
clang
cmake
cuda
dbeaver
discord
docker
docker-buildx
docker-compose
dotnet-sdk
evince
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
fcitx5-qt
fcitx5-unikey
fmt
git
gnome-keyring
go
gradle
jdk21-openjdk
jdk-openjdk
jq
lib32-nvidia-utils
libreoffice-still
neovim
nodejs
npm
nvidia-open
nvidia-settings
nvidia-utils
nvm
obsidian
opencv
openssh
pyenv
python-pip
ruby
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tmux
ttf-lato
upx
vlc
vlc-plugin-ffmpeg
yay
zig
zsh
