accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arc-gtk-theme-eos
aspell
b43-fwcutter
base
base-devel
bash-completion
bind
btrfs-progs
cantarell-fonts
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-xfce4
ethtool
exfatprogs
exo
f2fs-tools
ffmpegthumbnailer
file-roller
firewalld
fsarchiver
galculator
garcon
glances
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
inetutils
inxi
iptables-nft
iwd
jfsutils
kernel-install-for-dracut
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mousepad
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-hook
nvidia-inst
otf-overpass-nerd
pacman-contrib
parole
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pyqt5
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rsync
rtkit
sg3_utils
smartmontools
s-nail
sof-firmware
sudo
sysfsutils
systemd-sysvcompat
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vegeta
vi
welcome
wget
which
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xournalpp
xterm
