be5invis.vscode-custom-css
csharpier.csharpier-vscode
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
foxundermoon.shell-format
golang.go
llvm-vs-code-extensions.vscode-clangd
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode.cmake-tools
mtxr.sqltools
oracle.oracle-java
pkief.material-icon-theme
redhat.vscode-xml
rust-lang.rust-analyzer
tamasfe.even-better-toml
vscjava.vscode-gradle
vscjava.vscode-spring-initializr
xaver.clang-format
zxh404.vscode-proto3
